Repository: northcutted/picstrip
Catalog: PicStrip/Localizable.xcstrings
Source language: en
Languages: ar, de, es, es_419, fr, it, ja, ko, nl, pl, pt_br, pt_pt, sv, tr, zh_hans, zh_hant

source: PicStrip isn’t allowed to use the microphone, so videos are recorded without sound. You can allow it in Settings.
ar: لا يُسمح لـ PicStrip باستخدام الميكروفون، لذا تُسجَّل مقاطع الفيديو بدون صوت. يمكنك السماح بذلك في الإعدادات.
de: PicStrip darf das Mikrofon nicht verwenden, daher werden Videos ohne Ton aufgenommen. Du kannst den Zugriff in den Einstellungen erlauben.
es: PicStrip no tiene permiso para usar el micrófono, así que los vídeos se graban sin sonido. Puedes permitirlo en Ajustes.
es_419: PicStrip no tiene permiso para usar el micrófono, así que los videos se graban sin sonido. Puedes permitirlo en Configuración.
fr: PicStrip n’est pas autorisé à utiliser le micro, les vidéos sont donc enregistrées sans son. Vous pouvez l’autoriser dans Réglages.
it: PicStrip non è autorizzato a usare il microfono, quindi i video vengono registrati senza audio. Puoi consentirlo in Impostazioni.
ja: PicStripにはマイクの使用が許可されていないため、ビデオは音声なしで録画されます。「設定」で許可できます。
ko: PicStrip에 마이크 사용 권한이 없어 비디오가 소리 없이 녹화됩니다. 설정에서 허용할 수 있습니다.
nl: PicStrip mag de microfoon niet gebruiken, dus video’s worden zonder geluid opgenomen. Je kunt dit toestaan in Instellingen.
pl: PicStrip nie ma pozwolenia na używanie mikrofonu, więc wideo jest nagrywane bez dźwięku. Możesz na to pozwolić w Ustawieniach.
pt_br: O PicStrip não tem permissão para usar o microfone, então os vídeos são gravados sem som. Você pode permitir o acesso em Ajustes.
pt_pt: O PicStrip não tem permissão para usar o microfone, por isso os vídeos são gravados sem som. Pode permitir o acesso nas Definições.
sv: PicStrip får inte använda mikrofonen, så videor spelas in utan ljud. Du kan tillåta det i Inställningar.
tr: PicStrip’in mikrofonu kullanmasına izin verilmediği için videolar ses olmadan kaydedilir. Ayarlar’dan izin verebilirsiniz.
zh_hans: PicStrip 未获准使用麦克风，因此视频将在没有声音的情况下录制。你可以在“设置”中允许访问。
zh_hant: PicStrip 未獲准使用麥克風，因此影片會在沒有聲音的情況下錄製。你可以在「設定」中允許取用。

source: PicStrip keeps no photo history. Protected edit copies expire after 15 minutes and temporary exports after one hour. Cleanup runs when the app or extension can access them.
ar: لا يحتفظ PicStrip بسجل للصور. تنتهي صلاحية نسخ التحرير المحمية بعد 15 دقيقة، وعمليات التصدير المؤقتة بعد ساعة. يجري الحذف عندما يتمكن التطبيق أو الامتداد من الوصول إليها.
de: PicStrip speichert keinen Fotoverlauf. Geschützte Bearbeitungskopien laufen nach 15 Minuten ab, temporäre Exporte nach einer Stunde. Sie werden bereinigt, sobald die App oder Erweiterung darauf zugreifen kann.
es: PicStrip no conserva un historial de fotos. Las copias protegidas para editar caducan a los 15 minutos y las exportaciones temporales a la hora. Se eliminan cuando la app o la extensión puede acceder a ellas.
es_419: PicStrip no conserva un historial de fotos. Las copias protegidas para editar vencen a los 15 minutos y las exportaciones temporales a la hora. Se eliminan cuando la app o la extensión puede acceder a ellas.
fr: PicStrip ne conserve aucun historique de photos. Les copies protégées pour la retouche expirent après 15 minutes et les exports temporaires après une heure. Leur suppression a lieu lorsque l’app ou l’extension peut y accéder.
it: PicStrip non conserva una cronologia delle foto. Le copie protette per la modifica scadono dopo 15 minuti e le esportazioni temporanee dopo un’ora. Vengono eliminate quando l’app o l’estensione può accedervi.
ja: PicStripは写真の履歴を保存しません。保護された編集用コピーは15分後、一時的な書き出しは1時間後に期限が切れます。アプリまたは機能拡張がアクセスできるときに削除されます。
ko: PicStrip은 사진 기록을 보관하지 않습니다. 보호된 편집용 복사본은 15분 후, 임시 내보내기 파일은 1시간 후 만료됩니다. 앱이나 확장 프로그램이 접근할 수 있을 때 삭제됩니다.
nl: PicStrip bewaart geen fotogeschiedenis. Beveiligde bewerkingskopieën verlopen na 15 minuten en tijdelijke exports na één uur. Ze worden verwijderd zodra de app of extensie erbij kan.
pl: PicStrip nie przechowuje historii zdjęć. Chronione kopie do edycji wygasają po 15 minutach, a tymczasowe eksporty po godzinie. Są usuwane, gdy aplikacja lub rozszerzenie może uzyskać do nich dostęp.
pt_br: O PicStrip não mantém um histórico de fotos. Cópias protegidas para edição expiram após 15 minutos e exportações temporárias após uma hora. A limpeza ocorre quando o app ou a extensão pode acessá-las.
pt_pt: O PicStrip não mantém um histórico de fotografias. As cópias protegidas para edição expiram após 15 minutos e as exportações temporárias após uma hora. A limpeza ocorre quando a aplicação ou extensão lhes pode aceder.
sv: PicStrip sparar ingen fotohistorik. Skyddade redigeringskopior upphör efter 15 minuter och tillfälliga exporter efter en timme. De rensas när appen eller tillägget kan komma åt dem.
tr: PicStrip fotoğraf geçmişi tutmaz. Korumalı düzenleme kopyalarının süresi 15 dakika, geçici dışa aktarımların süresi bir saattir. Uygulama veya uzantı bunlara erişebildiğinde temizlenirler.
zh_hans: PicStrip不保留照片历史。受保护的编辑副本在15分钟后到期，临时导出文件在一小时后到期。当App或扩展能够访问这些文件时，会进行清理。
zh_hant: PicStrip不保留照片記錄。受保護的編輯副本會在15分鐘後到期，暫存的輸出檔案會在一小時後到期。當App或延伸功能能存取這些檔案時，便會進行清理。

source: PicStrip was built on a single principle: Privacy. The app exists to help you avoid sharing things you don't intend to.
ar: تم بناء PicStrip على مبدأ واحد: الخصوصية. التطبيق موجود لمساعدتك في تجنب مشاركة أشياء لا تنوي مشاركتها.
de: PicStrip wurde nach einem einzigen Prinzip entwickelt: Datenschutz. Die App hilft dir, nichts zu teilen, was du nicht teilen willst.
es: PicStrip se basa en un único principio: la privacidad. La app existe para ayudarte a no compartir nada que no quieras compartir.
es_419: PicStrip se basa en un único principio: la privacidad. La app existe para ayudarte a no compartir nada que no quieras compartir.
fr: PicStrip a été conçu selon un seul principe : la confidentialité. L’app existe pour vous aider à ne pas partager ce que vous ne voulez pas divulguer.
it: PicStrip è stato creato seguendo un unico principio: la privacy. L’app serve ad aiutarti a evitare di condividere cose che non intendi.
ja: PicStripは、たった一つの原則、プライバシーのために作られました。このアプリは、意図しない共有を避けるために存在しています。
ko: PicStrip은 단 하나의 원칙, 즉 개인정보 보호를 바탕으로 만들어졌습니다. 이 앱은 의도하지 않은 것을 공유하지 않도록 돕기 위해 존재합니다.
nl: PicStrip is gebouwd op één principe: privacy. De app helpt je te voorkomen dat je dingen deelt die je niet wilt delen.
pl: PicStrip powstał w oparciu o jedną zasadę: prywatność. Aplikacja pomaga nie udostępniać tego, czego udostępnić nie zamierzasz.
pt_br: O PicStrip foi criado com um único princípio: Privacidade. O app existe para ajudar você a evitar compartilhar coisas que não deseja.
pt_pt: O PicStrip foi criado com um único princípio: Privacidade. A app existe para ajudar a evitar que partilhe coisas que não pretende.
sv: PicStrip byggdes på en enda princip: integritet. Appen finns för att hjälpa dig att slippa dela sådant du inte tänkt dela.
tr: PicStrip, tek bir ilke üzerine kuruldu: Gizlilik. Uygulama, istemediğiniz şeyleri paylaşmaktan kaçınmanıza yardımcı olmak için var.
zh_hans: PicStrip 建立在一个原则之上：隐私。这个应用的存在，就是为了帮你避免共享那些你本不想共享的内容。
zh_hant: PicStrip 只為一個原則而打造：隱私。這個 App 的存在，就是為了幫你避免分享不想分享的內容。

source: Pinch to zoom
ar: باعد إصبعيك للتكبير
de: Zum Zoomen aufziehen
es: Pellizca para hacer zoom
es_419: Pellizca para hacer zoom
fr: Pincez pour zoomer
it: Pizzica per ingrandire
ja: ピンチでズーム
ko: 핀치하여 확대
nl: Knijp om te zoomen
pl: Rozsuń palce, aby powiększyć
pt_br: Afaste os dedos para ampliar
pt_pt: Afaste os dedos para ampliar
sv: Nyp för att zooma
tr: Yakınlaştırmak için kıstırın
zh_hans: 双指开合以缩放
zh_hant: 兩指開合以縮放

source: Pinch to zoom and drag to pan
ar: باعد إصبعيك للتكبير واسحب للتنقل
de: Zum Zoomen aufziehen, zum Verschieben ziehen
es: Pellizca para hacer zoom y arrastra para desplazar
es_419: Pellizca para hacer zoom y arrastra para desplazar
fr: Pincez pour zoomer et faites glisser pour déplacer
it: Pizzica per ingrandire e trascina per spostarti
ja: ピンチでズーム、ドラッグでパンします
ko: 핀치하여 확대/축소하고 드래그하여 이동할 수 있습니다.
nl: Knijp om te zoomen en sleep om te verschuiven
pl: Rozsuń palce, aby powiększyć, i przeciągnij, aby przesunąć
pt_br: Afaste os dedos para ampliar e arraste para mover
pt_pt: Afaste os dedos para ampliar e arraste para deslocar
sv: Nyp för att zooma och dra för att panorera
tr: Yakınlaştırmak için kıstırın, kaydırmak için sürükleyin
zh_hans: 双指开合以缩放，拖移以平移
zh_hant: 兩指開合可縮放，拖移可平移

source: Pink
ar: وردي
de: Rosa
es: Rosa
es_419: Rosa
fr: Rose
it: Rosa
ja: ピンク
ko: 분홍색
nl: Roze
pl: Różowy
pt_br: Rosa
pt_pt: Rosa
sv: Rosa
tr: Pembe
zh_hans: 粉红色
zh_hant: 粉紅色

source: Pixelate
ar: بكسلة
de: Pixelieren
es: Pixelar
es_419: Pixelar
fr: Pixellisation
it: Pixel
ja: ピクセル化
ko: 픽셀화
nl: Mozaïek
pl: Pikselowy
pt_br: Pixelado
pt_pt: Pixelizado
sv: Pixlad
tr: Pikselleştir
zh_hans: 像素化
zh_hant: 像素化

source: Play
ar: تشغيل
de: Wiedergabe
es: Reproducir
es_419: Reproducir
fr: Lire
it: Riproduci
ja: 再生
ko: 재생
nl: Speel af
pl: Odtwórz
pt_br: Reproduzir
pt_pt: Reproduzir
sv: Spela upp
tr: Oynat
zh_hans: 播放
zh_hant: 播放

source: Please keep the app open.
ar: يرجى إبقاء التطبيق مفتوحًا.
de: Bitte lass die App geöffnet.
es: Por favor, mantén la app abierta.
es_419: Por favor, mantén la app abierta.
fr: Veuillez laisser l’app ouverte.
it: Tieni l’app aperta.
ja: アプリを開いたままにしてください。
ko: 앱을 계속 열어 두세요.
nl: Houd de app alsjeblieft open.
pl: Nie zamykaj aplikacji.
pt_br: Mantenha o app aberto.
pt_pt: Mantenha a app aberta.
sv: Håll appen öppen.
tr: Lütfen uygulamayı açık tutun.
zh_hans: 请保持应用打开。
zh_hant: 請讓 App 保持開啟。

source: Polish PESEL
ar: رقم PESEL البولندي
de: Polnische PESEL
es: PESEL polaco
es_419: PESEL polaco
fr: PESEL polonais
it: PESEL polacco
ja: ポーランドのPESEL
ko: 폴란드 PESEL
nl: Poolse PESEL
pl: Polski PESEL
pt_br: PESEL polonês
pt_pt: PESEL polaco
sv: Polskt PESEL
tr: Polonya PESEL
zh_hans: 波兰 PESEL
zh_hant: 波蘭 PESEL

source: Position & size
ar: الموضع والحجم
de: Position & Größe
es: Posición y tamaño
es_419: Posición y tamaño
fr: Position et taille
it: Posizione e dimensioni
ja: 位置とサイズ
ko: 위치 및 크기
nl: Positie en grootte
pl: Pozycja i rozmiar
pt_br: Posição e tamanho
pt_pt: Posição e tamanho
sv: Position och storlek
tr: Konum ve boyut
zh_hans: 位置与大小
zh_hant: 位置與大小

source: Positions are measured from the top-left of the image. Each adjustment can be undone.
ar: تُقاس المواضع من الزاوية العلوية اليسرى للصورة. يمكن التراجع عن كل تعديل.
de: Positionen werden ab der linken oberen Bildecke gemessen. Jede Anpassung kann rückgängig gemacht werden.
es: Las posiciones se miden desde la esquina superior izquierda de la imagen. Cada ajuste se puede deshacer.
es_419: Las posiciones se miden desde la esquina superior izquierda de la imagen. Cada ajuste se puede deshacer.
fr: Les positions sont mesurées depuis le coin supérieur gauche de l’image. Chaque ajustement peut être annulé.
it: Le posizioni si misurano dall’angolo in alto a sinistra dell’immagine. Ogni regolazione può essere annullata.
ja: 位置は画像の左上を基準に測定されます。各調整は取り消せます。
ko: 위치는 이미지의 왼쪽 위 모서리를 기준으로 측정됩니다. 각 조정은 실행 취소할 수 있습니다.
nl: Posities worden gemeten vanaf de linkerbovenhoek van de afbeelding. Elke aanpassing kan ongedaan worden gemaakt.
pl: Pozycje są mierzone od lewego górnego rogu obrazu. Każdą zmianę można cofnąć.
pt_br: As posições são medidas a partir do canto superior esquerdo da imagem. Cada ajuste pode ser desfeito.
pt_pt: As posições são medidas a partir do canto superior esquerdo da imagem. Cada ajuste pode ser desfeito.
sv: Positioner mäts från bildens övre vänstra hörn. Varje justering kan ångras.
tr: Konumlar görüntünün sol üst köşesinden ölçülür. Her ayarlama geri alınabilir.
zh_hans: 位置从图像左上角开始测量。每次调整都可以撤销。
zh_hant: 位置從影像左上角開始測量。每次調整都可以還原。

source: Possible match
ar: مطابقة ممكنة
de: Möglicher Treffer
es: Coincidencia posible
es_419: Coincidencia posible
fr: Correspondance possible
it: Corrispondenza possibile
ja: 一致の可能性
ko: 가능한 일치
nl: Mogelijke match
pl: Możliwe dopasowanie
pt_br: Correspondência possível
pt_pt: Correspondência possível
sv: Möjlig träff
tr: Olası eşleşme
zh_hans: 可能匹配
zh_hant: 可能符合

source: Preparing to open in PicStrip…
ar: جارٍ التجهيز للفتح في PicStrip…
de: Öffnen in PicStrip wird vorbereitet…
es: Preparando para abrir en PicStrip…
es_419: Preparando para abrir en PicStrip…
fr: Préparation de l’ouverture dans PicStrip…
it: Preparazione per l’apertura in PicStrip…
ja: PicStripで開く準備をしています…
ko: PicStrip에서 열 준비 중…
nl: Openen in PicStrip voorbereiden…
pl: Przygotowywanie do otwarcia w PicStrip…
pt_br: Preparando para abrir no PicStrip…
pt_pt: A preparar para abrir no PicStrip…
sv: Förbereder för att öppna i PicStrip…
tr: PicStrip’te açmaya hazırlanıyor…
zh_hans: 正在准备在 PicStrip 中打开…
zh_hant: 正在準備在 PicStrip 中打開…

source: Press-agency fields: caption, keywords, creator credit, contact info, and copyright
ar: حقول وكالات الأنباء: التسمية التوضيحية، والكلمات المفتاحية، ونسبة العمل إلى منشئه، ومعلومات الاتصال، وحقوق النشر
de: Felder für Presseagenturen: Bildunterschrift, Schlagwörter, Urheberangabe, Kontaktdaten und Copyright
es: Campos de agencia de prensa: pie de foto, palabras clave, crédito del autor, datos de contacto y copyright
es_419: Campos de agencia de prensa: pie de foto, palabras clave, crédito del autor, datos de contacto y copyright
fr: Champs d’agence de presse : légende, mots-clés, crédit du créateur, coordonnées et copyright
it: Campi tipici delle agenzie di stampa: didascalia, parole chiave, crediti dell’autore, contatti e copyright
ja: 報道機関向けのフィールド：キャプション、キーワード、作成者クレジット、連絡先、著作権
ko: 언론사에서 쓰는 필드: 캡션, 키워드, 제작자 크레딧, 연락처 정보, 저작권
nl: Persbureauvelden: bijschrift, trefwoorden, naamsvermelding, contactgegevens en copyright
pl: Pola agencji prasowych: podpis, słowa kluczowe, informacja o autorze, dane kontaktowe i prawa autorskie
pt_br: Campos de agência de notícias: legenda, palavras-chave, crédito do autor, contato e direitos autorais
pt_pt: Campos de agência de notícias: legenda, palavras-chave, crédito do autor, contactos e direitos de autor
sv: Fält från nyhetsbyråer: bildtext, nyckelord, kreditering av upphovsperson, kontaktuppgifter och upphovsrätt
tr: Basın ajansı alanları: fotoğraf açıklaması, anahtar kelimeler, künye bilgisi, iletişim bilgileri ve telif hakkı
zh_hans: 通讯社字段：图片说明、关键词、创作者署名、联系信息和版权
zh_hant: 通訊社欄位：圖說、關鍵字、創作者署名、聯絡資訊和版權

source: Preview redactions
ar: معاينة الحجب
de: Vorschau der Schwärzungen
es: Previsualizar censura
es_419: Previsualizar censura
fr: Aperçu du masquage
it: Anteprima degli oscuramenti
ja: マスクをプレビュー
ko: 가림 미리보기
nl: Voorbeeld van afdekking
pl: Podgląd zamazania
pt_br: Prévia da ocultação
pt_pt: Pré-visualizar ocultação
sv: Förhandsgranska maskering
tr: Karartma önizlemesi
zh_hans: 预览遮盖
zh_hant: 預覽遮蓋

source: Preview with covers
ar: معاينة مع الحجب
de: Vorschau mit Abdeckungen
es: Vista previa con la censura
es_419: Vista previa con la censura
fr: Aperçu avec les masquages
it: Anteprima con le coperture
ja: マスク付きのプレビュー
ko: 가리기가 적용된 미리보기
nl: Voorvertoning met afdekkingen
pl: Podgląd z zamazaniem
pt_br: Pré-visualização com as ocultações
pt_pt: Pré-visualização com as ocultações
sv: Förhandsvisning med maskeringar
tr: Karartmalı önizleme
zh_hans: 带遮盖的预览
zh_hant: 帶遮蓋的預覽

source: Privacy
ar: الخصوصية
de: Datenschutz
es: Privacidad
es_419: Privacidad
fr: Confidentialité
ja: プライバシー
ko: 개인정보 보호
pl: Prywatność
pt_br: Privacidade
pt_pt: Privacidade
sv: Integritet
tr: Gizlilik
zh_hans: 隐私
zh_hant: 隱私

source: Privacy metadata is stripped automatically before saving.
ar: تُزال البيانات الوصفية المتعلقة بالخصوصية تلقائيًا قبل الحفظ.
de: Datenschutz-Metadaten werden vor dem Sichern automatisch entfernt.
es: Los metadatos de privacidad se eliminan automáticamente antes de guardar.
es_419: Los metadatos de privacidad se eliminan automáticamente antes de guardar.
fr: Les métadonnées de confidentialité sont supprimées automatiquement avant l’enregistrement.
it: I metadati sulla privacy vengono rimossi automaticamente prima del salvataggio.
ja: 保存前にプライバシーメタデータは自動的に削除されます。
ko: 개인정보 메타데이터는 저장 전에 자동으로 제거됩니다.
nl: Privacymetadata worden automatisch verwijderd voor het bewaren.
pl: Metadane prywatności są usuwane automatycznie przed zachowaniem zdjęcia.
pt_br: Metadados de privacidade são removidos automaticamente antes de salvar.
pt_pt: Os metadados de privacidade são removidos automaticamente antes de guardar.
sv: Privata metadata tas bort automatiskt innan bilden sparas.
tr: Gizlilik meta verileri kaydetmeden önce otomatik olarak kaldırılır.
zh_hans: 隐私元数据会在存储前自动移除。
zh_hant: 隱私後設資料會在儲存前自動移除。

source: Private Apple metadata: face detection data, HDR analysis, scene classification, front/rear camera ID
ar: بيانات وصفية خاصة بـApple: بيانات كشف الوجوه، وتحليل HDR، وتصنيف المشهد، ومعرّف الكاميرا الأمامية/الخلفية
de: Private Apple-Metadaten: Gesichtserkennungsdaten, HDR-Analyse, Szenenklassifizierung, Kennung der Front-/Rückkamera
es: Metadatos privados de Apple: datos de detección de caras, análisis HDR, clasificación de escenas e ID de cámara frontal/trasera
es_419: Metadatos privados de Apple: datos de detección de caras, análisis HDR, clasificación de escenas e ID de cámara frontal/trasera
fr: Métadonnées Apple privées : données de détection de visages, analyse HDR, classification de scène, identifiant de l’appareil photo avant/arrière
it: Metadati privati di Apple: dati sul rilevamento dei volti, analisi HDR, classificazione della scena, ID della fotocamera anteriore/posteriore
ja: Appleの非公開メタデータ：顔検出データ、HDR解析、シーン分類、前面/背面カメラの識別子
ko: Apple 전용 비공개 메타데이터: 얼굴 감지 데이터, HDR 분석, 장면 분류, 전면/후면 카메라 ID
nl: Privé-metadata van Apple: gezichtsdetectiegegevens, HDR-analyse, sceneclassificatie, ID van voor-/achtercamera
pl: Prywatne metadane Apple: dane wykrywania twarzy, analiza HDR, klasyfikacja scen, identyfikator kamery przedniej/tylnej
pt_br: Metadados privados da Apple: dados de detecção de rostos, análise de HDR, classificação de cena e ID da câmera frontal/traseira
pt_pt: Metadados privados da Apple: dados de deteção de rostos, análise HDR, classificação de cenas, identificação da câmara frontal/traseira
sv: Privata Apple-metadata: data från ansiktsdetektering, HDR-analys, scenklassificering, ID för front- eller bakkamera
tr: Apple’a özel meta veriler: yüz algılama verileri, HDR analizi, sahne sınıflandırması, ön/arka kamera kimliği
zh_hans: Apple 的私有元数据：人脸检测数据、HDR 分析、场景分类、前/后摄像头标识
zh_hant: Apple 的私有後設資料：人臉偵測資料、HDR 分析、場景分類、前/後鏡頭 ID

source: Private Key
ar: المفتاح الخاص
de: Privater Schlüssel
es: Clave privada
es_419: Clave privada
fr: Clé privée
it: Chiave privata
ja: 秘密鍵
ko: 개인 키
nl: Privésleutel
pl: Klucz prywatny
pt_br: Chave privada
pt_pt: Chave privada
sv: Privat nyckel
tr: Özel Anahtar
zh_hans: 私钥
zh_hant: 私密金鑰

source: Private diagnostic data embedded by Apple's Camera app. The exact contents are not publicly documented but may include device identifiers and shooting conditions.
ar: بيانات تشخيص خاصة مضمَّنة بواسطة تطبيق الكاميرا من Apple. المحتوى الدقيق غير موثق علنًا ولكنه قد يشمل معرفات الأجهزة وظروف التصوير.
de: Private Diagnosedaten, die Apples Kamera-App einbettet. Der genaue Inhalt ist nicht öffentlich dokumentiert, kann aber Gerätekennungen und Aufnahmebedingungen umfassen.
es: Datos de diagnóstico privados que inserta la app Cámara de Apple. El contenido exacto no está documentado públicamente, pero puede incluir identificadores del dispositivo y las condiciones de la toma.
es_419: Datos de diagnóstico privados que inserta la app Cámara de Apple. El contenido exacto no está documentado públicamente, pero puede incluir identificadores del dispositivo y las condiciones de la toma.
fr: Données de diagnostic privées intégrées par l’appareil photo Apple. Le contenu exact n’est pas documenté publiquement mais peut inclure des identifiants d’appareil et des conditions de prise de vue.
it: Dati diagnostici privati incorporati dall’app Fotocamera di Apple. Il contenuto esatto non è documentato pubblicamente ma può includere identificativi del dispositivo e condizioni di scatto.
ja: Appleのカメラアプリに埋め込まれたプライベートな診断データです。正確な内容は公開されていませんが、デバイス識別子や撮影条件が含まれる場合があります。
ko: Apple 카메라 앱이 삽입한 비공개 진단 데이터입니다. 정확한 내용은 공개되지 않았지만 기기 식별자와 촬영 조건이 포함될 수 있습니다.
nl: Privédiagnostiek die door Apple’s Camera-app is ingebed. De exacte inhoud is niet openbaar gedocumenteerd, maar kan apparaat-ID’s en opnameomstandigheden bevatten.
pl: Prywatne dane diagnostyczne osadzane przez aplikację Aparat firmy Apple. Dokładna zawartość nie jest publicznie udokumentowana, ale może obejmować identyfikatory urządzeń i warunki fotografowania.
pt_br: Dados de diagnóstico privados incorporados pelo aplicativo Câmera da Apple. O conteúdo exato não é documentado publicamente, mas pode incluir identificadores de dispositivo e condições de captura.
pt_pt: Dados de diagnóstico privados incorporados pela app Câmara da Apple. O conteúdo exato não está publicamente documentado, mas pode incluir identificadores de dispositivo e condições de captura.
sv: Privata diagnostiska data inbäddade av Apples kameraapp. Det exakta innehållet är inte offentligt dokumenterat men kan inkludera enhetsidentifierare och fotograferingsförhållanden.
tr: Apple’ın Kamera uygulamasının gömdüğü özel tanılama verileri. Tam içeriği kamuya açık olarak belgelenmemiştir ancak cihaz tanımlayıcıları ve çekim koşullarını içerebilir.
zh_hans: 由 Apple“相机”应用嵌入的私有诊断数据。具体内容没有公开文档说明，但可能包括设备标识符和拍摄条件。
zh_hant: Apple「相機」App 嵌入的私密診斷資料。確切內容並未公開說明，但可能包含裝置識別碼和拍攝條件。

source: Private key block
ar: كتلة مفتاح خاص
de: Privater Schlüsselblock
es: Bloque de clave privada
es_419: Bloque de clave privada
fr: Bloc de clé privée
it: Blocco di chiave privata
ja: 秘密鍵ブロック
ko: 개인 키 블록
nl: Privésleutelblok
pl: Blok klucza prywatnego
pt_br: Bloco de chave privada
pt_pt: Bloco de chave privada
sv: Block med privat nyckel
tr: Özel anahtar bloğu
zh_hans: 私钥块
zh_hant: 私密金鑰區塊

source: Process & Save to Photos
ar: معالجة وحفظ في الصور
de: Verarbeiten & in Fotos sichern
es: Procesar y guardar en Fotos
es_419: Procesar y guardar en Fotos
fr: Traiter et enregistrer dans Photos
it: Elabora e salva in Foto
ja: 処理して「写真」に保存
ko: 처리 후 사진 앱에 저장
nl: Verwerk en bewaar in Foto’s
pl: Przetwórz i zachowaj w Zdjęciach
pt_br: Processar e salvar em Fotos
pt_pt: Processar e guardar nas Fotografias
sv: Bearbeta och spara i Bilder
tr: İşle ve Fotoğraflar’a kaydet
zh_hans: 处理并存储到“照片”
zh_hant: 處理並儲存到「照片」

source: Processed on your device
ar: تتم المعالجة على جهازك
de: Auf deinem Gerät verarbeitet
es: Procesado en tu dispositivo
es_419: Procesado en tu dispositivo
fr: Traité sur votre appareil
it: Elaborato sul dispositivo
ja: デバイス上で処理
ko: 기기에서 처리됨
nl: Verwerkt op je apparaat
pl: Przetwarzane na urządzeniu
pt_br: Processado no seu dispositivo
pt_pt: Processado no seu dispositivo
sv: Bearbetas på din enhet
tr: Aygıtınızda işlenir
zh_hans: 在你的设备上处理
zh_hant: 在你的裝置上處理

source: Processed: %lld
ar: المعالَجة: %lld
de: Verarbeitet: %lld
es: Procesados: %lld
es_419: Procesados: %lld
fr: Traitées : %lld
it: Elaborati: %lld
ja: 処理済み：%lld
ko: 처리됨: %lld
nl: Verwerkt: %lld
pl: Przetworzono: %lld
pt_br: Processados: %lld
pt_pt: Processados: %lld
sv: Bearbetade: %lld
tr: İşlenen: %lld
zh_hans: 已处理：%lld
zh_hant: 已處理：%lld

source: Processing Photos
ar: جارٍ معالجة الصور
de: Fotos werden verarbeitet
es: Procesando fotos
es_419: Procesando fotos
fr: Traitement des photos
it: Elaborazione delle foto
ja: 写真を処理中
ko: 사진 처리 중
nl: Foto’s verwerken
pl: Przetwarzanie zdjęć
pt_br: Processando Fotos
pt_pt: A processar fotografias
sv: Bearbetar bilder
tr: Fotoğraflar İşleniyor
zh_hans: 正在处理照片
zh_hant: 正在處理照片
